import React from "react" ;
import {Link} from "react-router-dom" ;


export const Privacy = (prpos) => {
    return(
        <section id="services">
            <div className="container">
                <div className="row">
                    <div className="col-lg-12 text-right">
                        <h2 className="section-heading"> سياسة الخصوصية </h2>
                        <h4> ملاحظة: وثيقة سياسة الخصوصية هي المكمل لوثيقة <Link to="/terms"> بنود الاستخدام </Link> نرجو الاطلاع
                        على كلا الوثيقتين بصفة دورية. <br /><br /> سياسة الخصوصية هي جزء لا يتجزأ من شفافيتنا مع مستخدمينا، و
                        لأننا نهتم في بناء علاقات مع مستخدمينا على أساس الثقة و الاحترام، و لأننا نعتبر سياسة الخصوصية هي
                        من أركان العمل التجاري فنحن نحترم خصوصية مستخدمينا بحسب الأعراف الشخصية و القانونية و الدولية .
                        <br /> <br /> وفي هذه الصفحة نحن نبين لك سياسة الخصوصية التي نتبعها في موقع “ ساعِ “، فإننا نجمع بعض
                            المعلومات عنك كمستخدم لموقعنا أو كزائر، و نحن نبين هنا في هذه الوثيقة كيف نتعامل مع المعلومات التي
                            نجمعها عنك من خلال استخدامك موقعنا .
                        </h4>
                            <div className="col-md-12">
                                <h4> أولاً : معلومات عامة استخدامات المعلومات الشخصية: </h4>
                                <h4 className="section-subheading text-muted">
                                    <ol>
                                        <li>
                                            عند تعبئة نموذج الملاحظات في موقعنا ، تستخدم “ ساعِ “، أو إدارتها المعلومات الشخصية الواردة في النموذج للاجابة على ملاحظتك
                                            فقط أو تدوينها لدينا لتكون ملاحظتك بعين الإعتبار .
                                        </li>
                                        <li>
                                            عند تعبئة الطلب في قسم تعبئة نماذج الوظائف عند الإعلان عن توفر وظائف ، تستخدم “ ساعِ “، أو إدارتها المعلومات الشخصية الواردة
                                            في النموذج لأغراض الموارد البشرية فقط.

                                        </li>
                                        <li>
                                            عند تعبئة نموذج الإتصال بنا في موقع “ ساعِ “، فإننا نستخدم المعلومات المسجلة للتواصل الرسمي معك أو للرد على إستفسارك , و
                                            لا نقدم هذه المعلومات لأي طرف ثالث مهما كان .

                                        </li>
                                        <li>
                                            يرجى ملاحظة أنك عند دخولك إلى موقع الكتروني آخر من خلال الموقع الالكتروني لمؤسسة بوابة الرسائل، فإنك لن تكون في موقع المؤسسة،
                                            وتخضع عندئذ لسياسة الموقع الآخر و على مسؤوليتك الخاصة دون أدنى مسؤولية طرفنا .

                                        </li>
                                    </ol>
                                </h4>
                            </div>

                            <div className="col-md-12">
                                <h4>
                                    ثانياً : كوكيز ( معلومات المتصفح):
                                </h4>
                                <h4 className="section-subheading text-muted">
                                    <ol>
                                        <li>
                                            يستخدم موقع “ ساعِ “، كوكيز ( معلومات المتصفح) لتحديد السيرفر للموقع الالكتروني الذي يستخدمه المستخدم لطلب خدمة ما. ويعني
                                            مصطلح الكوكيز: معلومات بسيطة يتم ارسالها للسيرفر مع صفحة الموقع الالكتروني عند الدخول
                                            إلى أي موقع الكتروني. وعندئذ يقوم المتصفح بإرجاع الكوكيز فقط إلى مصدر الكوكيز الأصلي.

                                        </li>
                                        <li>
                                            لا يمكننا الإستفادة من معلومات المتصفح في أي شيء يخص المستخدم على صفحات موقعنا سوى تحديد ( IP ) الاتصال و الوقت و البلد و
                                            المكان و الأخير لا يمكن بالضرورة أن يكون صحيحاً فهو يخضع لمزود الخدمة و معرف الإتصال
                                            الخاص بكل مزود خدمة على حده .

                                        </li>
                                    </ol>
                                </h4>
                            </div>
                            <div className="col-md-12">
                                <h4>
                                    ثالثاً : أمن المعلومات:
                                </h4>
                                <h4 className="section-subheading text-muted">
                                    <ol>
                                        <li>
                                            لأننا في " ساعِ" نهتم بموقعنا الإلكتروني فإننا نستخدم تشفير جميع معلومات الزوار والمستخدمين عند التسجيل في الموقع من خلال
                                            تشفير أمني عالي على بروتوكول الاتصال بين المستخدم و سيرفر موقعنا و الذي لا يسمح بالتجسس
                                            على معلومات العميل لأي طرف ثالث .

                                        </li>
                                        <li>
                                            لا نقوم بمشاركة معلومات العميل مع أي طرف ثالث من خلال موقعنا الإلكتروني و جميع المعلومات و المستندات لا يتم حفظها على موقع
                                            المؤسسة مباشرةً.

                                        </li>
                                        <li>
                                            يخضع الخادم الذي يستضيف موقع “ ساعِ “، لأعلى درجات الحماية، وننصحك دائماً بتشغيل برامج الحماية من الفيروسات، ولذا فإن “ ساعِ
                                            “، غير مسؤولة عن أي ضرر قد يحدث لجهازك أثناء إتصالك بموقع “ ساعِ “ .
                                        </li>
                                        <li>
                                            نحن لا نصل إلى جهاز المستخدم أو نجمع عنه أي معلومات مثل : الصور و الأرقام السرية و كلمات المرور و المستندات الخاصة أو العامة
                                            بأي حالٍ من الأحوال .
                                        </li>
                                    </ol>
                                </h4>
                            </div>
                            <div className="col-md-12">
                                <h4>
                                    رابعاً : التحديثات
                                </h4>
                                <h4 className="section-subheading text-muted">
                                    <ol>
                                        <li>
                                            يجوز ل” ساعِ “، تحديث بنود سياسة الخصوصية بين كل فترة و أخرى بناءاً على ما تقتضيه المصلحة العامة و الخاصة و بما يتوافق مع
                                            نهجنا و مجال تخصصنا .
                                        </li>
                                        <li>
                                            نحن نراجع تطبيق سياستنا للخصوصية بصفة دورية , و أي إنتهاك لسياسة الخصوصية طرفنا نتحمل تبعاته إذا وجد أي مخالفة طرفنا .

                                        </li>
                                    </ol>
                                </h4>
                            </div>
                            <div className="col-md-12">
                                <h4>
                                    خامساً : إقرارات
                                </h4>
                                <h4 className="section-subheading text-muted">
                                    <ol>
                                        <li>
                                            بهذا نقر على الخضوع حصرياً للسلطات القضائية ذات الاختصاص في المملكة العربية السعودية فقط ، فيما يتعلق بأي مطالبات قد تنتج
                                            عن أي انتهاك مباشر لسياسة الخصوصية طرفنا.

                                        </li>
                                        <li>
                                            يعتبر اطلاعك على بنود سياسة الخصوصية في موقع “ ساعِ “، إقرارٌ منك بالموافقة على ما تشتمل عليه بنود سياسة الخصوصية .

                                        </li>
                                        <li>
                                            إستخدامك لموقعنا لمرة واحدة أو مرات متكررة يعني إقرارك بما نصت عليه لائحة إتفاق الشروط و الأحكام المنصوص عليها في وثيقة و
                                            صفحة بنود الإستخدام، إذا لم تطلع عليها يرجى زيارة صفحة بنود الإستخدام.

                                        </li>
                                        <li>
                                            في حال كان لديك أي إعتراض على ما ورد في هذه الوثيقة , أو لديك أي مطالبات أو إقتراحات , نرجوا منك التواصل مع إدارة الموقع
                                            من خلال نموذج الإتصال بنا أو إرسال رسالة بريد إلكتروني.

                                        </li>
                                    </ol>

                                </h4>
                            </div>
                    </div>
                </div>
            </div>
        </section>
        );
    }