import React from "react" ;

export const Terms = (prpos) => {
        return(
            <section id="services">
                <div className="container">
                    <div className="row">
                        <div className="col-lg-12 text-right">
                            <h2 className="section-heading">شروط التسجیل واتفاقیة الخدمة</h2>
                            <h4>شروط التسجيل واتفاقية بنود الخدمة لموقع ساعِ </h4>
                            <div className="col-md-12" >
                                <h4>١- الإقرار والقبول بشروط الخدمة : </h4>
                                <h4 className="section-subheading text-muted">
                                    إن استخدامك لهذا الموقع يعتبر قبولاً منك بهذه الشروط، فإذا كنت لا تقبلها بالكامل فإن دخولك لهذا الموقع يعتبر بغير إذن وعليك أن تتوقف عن استخدامه فوراً.
                                    <br />
                                        إنك توافق على استخدام هذا الموقع فقط لأغراض مشروعة، وإنك سوف تمتنع عن إرسال أو بث أي مادة من خلال هذا الموقع يكون من شأنها أن تخل أو تتعدى على حقوق الآخرين أو تحد من أو تمنع استخدامهم لهذا الموقع، أو تنطوي على أمر غير مشروع، أو على تهديد أو إساءة أو قذف، أو تعدي على خصوصية الآخرين، أو حقوق النشر الخاصة بالغير، أو على ألفاظ فاحشة، أو تسيء إلى الإسلام أو المقدسات أو تنتهك حرمتها، أو تكون لأي سبب آخر غير مقبولة، أو يكون من شأنها أن تشجع على ارتكاب جريمة أو تنطوي على مخالفة يترتب عليها مسؤولية مدنية أو تكون فيها.

                                </h4>
                            </div>

                            <div className="col-md-12" >
                                <h4>
                                    ٢- سرية البيانات :
                                </h4>
                                <h4 className="section-subheading text-muted">
                                    إن " ساع " لن تستخدم أو تكشف عن أية بيانات خاصة بالعميل أو أية بيانات أخرى مثل أرقام جوالات العميل لأي طرف ثالث إلا بموافقة العميل أو من يمثله خطياً أو إذا كانت هنالك دعوى قضائية. <br />
                                    يحتفظ " ساعِ " ببيانات المشتركين في عضويته على أجهزة تشغيل وقواعد بيانات ونظم حماية ذات كفاءة عالية، وإنك توافق على أن الموقع يحتفظ ببياناتك الشخصية واستخدامها من قبل أقسامه المعنية، وإنك توافق على عدم إعطاء هذه البيانات لأية مؤسسات أو شركات تجارية أو غير تجارية إلا بعد موافقة صريحة منك. وإنك توافق على أن الموقع لا يتحمل مسؤولية تسرب جزءأو كل بيانات العضو المشترك بسبب عمليات السطو والتخريب التي يقوم بها المهاجمون والمتسللون على شبكة الإنترنت.
                                    وأن الموقع أو أي من مسؤوليه لا يتحمل مسؤولية تلف أو ضياع هذه البيانات لأي سبب من الأسباب، وتوافق على حق الموقع في إيقاف الإشتراك المقدم للمشتركين في العضوية في أيوقت من الأوقات ودون إخطار مسبق، كما يضمن الموقع عدم الكشف عن بيانات التسجيل او أي بيانات أخرى شخصية تتعلق بالمستخدم لاي طرف ثالث الا بموافقة المستخدم او من يمثله.

                                </h4>
                            </div>
                            <div className="col-md-12" >
                                <h4>
                                    ٣-التزامات العميل مقابل استخدامه الخدمة:
                                </h4>
                                <h4 className="section-subheading text-muted">
                                    يوافق العميل على الآتي: تقديم البيانات الدقيقة والصحيحة والكاملة عنه وفقا لنموذج التسجيل، وتحديث البيانات حتى تكون صحيحة ومضبوطة وحديثة وكاملة. إن هذه البيانات الخاصة بالعميل سيشار إليها بـ" بيانات التسجيل". وإذا ما كانت البيانات المقدمة بواسطة العميل غير صحيحة أو غير دقيقة وغير كاملة فإن " ساعِ " لها الحق في إنهاء حساب العميل وعدم قبول استخدامه الخدمة حالياً ومستقبلاً.

                                </h4>
                            </div>
                            <div className="col-md-12" >
                                <h4>
                                    ٤-  عدم إعادة بيع الخدمة:
                                </h4>
                                <h4 className="section-subheading text-muted">
                                    ليس للعميل الحق في تحويل أو تخصيص هذه الاتفاقية والحقوق المضمنة بها إلى أي طرف بدون موافقة خطية مسبقة من " ساعِ ". كما إن لـ " ساعِ " الحق في امتلاك كل الفوائد العائدة للعميل جراء هذا الإجراء في حال حدوثه.
                                </h4>
                            </div>
                            <div className="col-md-12" >
                                <h4>
                                    ٥-  مسؤولية ساع :
                                </h4>
                                <h4 className="section-subheading text-muted">
                                    إن" ساعِ " لن يكون مسؤول عن الأخطاء والتأخير الذي يحدث للأسباب الآتية:
                                    <ul>
                                        <li>
                                            عندما يكون العميل قد أدخل رقم الهاتف خطأً أو أية معلومات أخرى غير صحيحة قبل تحميل البند.
                                        </li>
                                        <li>
                                            إذا كان العميل خارج نطاق شبكته العاملة. إن ساعِ في هذه الحالة لن تكون مسؤولة عن الأضرار التي تلحق بالشخص أو جواله الذي تلقى الرسالة.

                                        </li>
                                    </ul>

                                </h4>
                            </div>

                            <div className="col-md-12" >
                                <h4>
                                    ٦- التغييرات التي تحدث في الخدمة والإخطارات بين الشركة والعميل:
                                </h4>
                                <h4 className="section-subheading text-muted">
                                    سيتم إخطار العميل بأية تغييرات تحدث في شروط الخدمة بين فترة و أخرى وذلك في موقع ساعِ . كما أن لـ " ساعِ "  الحق في تعديل أو الوقف المؤقت أو الدائم للخدمة بإخطار أو بدون إخطار العميل، كما يحق لكلا الطرفين إنهاء الاتفاقية ويكون ذلك ساريا مباشرة بعد إرسال مذكرة بذلك للطرف الآخر.

                                </h4>
                            </div>
                            <div className="col-md-12" >
                                <h4>
                                    ٧- التعويض عن الضرر :
                                </h4>
                                <h4 className="section-subheading text-muted">
                                    <ul>
                                        <li>
                                            إن لـ" ساعِ "  الحق بإلغاء أي مستخدم بدون سابق إنذار وذلك حسب ما تقتضيه المصلحة.
                                        </li>
                                        <li>
                                            يتعهد العميل بتعويض ساعِ وموظفيها عن اي دعوى او شكوى ضدها تأتي من  قبل الطرف الثالث كما  يتعهد بعد انتهاك حقوق ساعِ وشروط الخدمة التي تقدمها .

                                        </li>
                                    </ul>
                                </h4>
                            </div>
                            <div className="col-md-12" >
                                <h4>
                                    ٨-  الانتهاكات:
                                </h4>
                                <h4 className="section-subheading text-muted">
                                    يوافق العميل على جواز ل" ساعِ “ بإلغاء كلمة مروره أو حسابه أو عدم تقديم الخدمة له لو اتضح لـ " ساعِ "  الآتي:
                                    <ul>
                                        <li>
                                            لو أن العميل انتهك أو تصرف بصورة غير لائقة فيما يتعلق بشروط الخدمة التي تقدمها " ساعِ ".                            </li>
                                        <li>
                                            لو أن العميل انتهك حقوق " ساعِ " أو حقوق الآخرين.
                                        </li>
                                    </ul>

                                </h4>
                            </div>
                            <div className="col-md-12" >
                                <h4>
                                    ٩- حل المنازعات:

                                </h4>
                                <h4 className="section-subheading text-muted">
                                    جري الحكم في هذه الاتفاقية، وتفسيرها طبقاً لقوانين المملكة العربية السعودية أو الدولة المقيم بها العميل ، دون النظر إلى تباين الأحكام القانونية. إن أي فعل أو تصرف يجري بما يخالف هذه الاتفاقية، يخضع للسلطة القضائية حصرًا، ويجري الحكم فيه لزامًا في المحكمة المتخصصة.

                                </h4>
                            </div>


                        </div>
                    </div>
                </div>
            </section>
        );
};